Repository: guoyu07/lics
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Invalid book
de: Ungültiges Buch

source: Invalid download
de: Ungültiger Download

source: Invalid username or password. Please try again.
de: Benutername oder Kennwort ungültig. Bitte versuchen Sie es erneut.

source: The password has been successfully changed.
de: Das Kennwort wurde erfolgreich geändert.

source: The password could not be changed. Please try again.
de: Das Kennwort konnte nicht geändert werden. Bitte versuchen Sie es erneut.

source: iso639-2_ces
de: tschechisch

source: iso639-2_dan
de: dänisch

source: iso639-2_deu
de: deutsch

source: iso639-2_eng
de: englisch

source: iso639-2_fin
de: finnisch

source: iso639-2_fre
de: französisch

source: iso639-2_ind
de: indonesisch

source: iso639-2_ita
de: italienisch

source: iso639-2_jpn
de: japanisch

source: iso639-2_nld
de: niederländisch

source: iso639-2_pol
de: polnisch

source: iso639-2_por
de: portugiesisch

source: iso639-2_spa
de: spanisch

source: iso639-2_swe
de: schwedisch

source: iso639-2_tur
de: türkisch

source: iso639-2_zho
de: chinesisch

source: Home
de: Startseite

source: Books
de: Bücher

source: There are no books to display.
de: Keine Bücher zur Anzeige gefunden.

source: Search
de: Suche

source: Title
de: Titel

source: Author
de: Autor

source: Authors
de: Autoren

source: Tag
de: Stichwort

source: Tags
de: Stichworte

source: Publication date
de: Publikationsdatum

source: Language
de: Sprache

source: Languages
de: Sprachen

source: Comments
de: Kommentare

source: Change Password
de: Passwort ändern

source: Logout
de: Abmelden

source: Welcome.
de: Willkommen.

source: Please enter your username and password.
de: Bitte geben Sie Benutzername und Kennwort ein.

source: Change password
de: Kennwort ändern

source: Password
de: Kennwort

source: Password (confirm)
de: Kennwort (bestätigen)

source: Username
de: Benutzername

source: Login
de: Anmelden

source: Title must be at least three characters long
de: Titel muss mindestens drei Zeichen beinhalten

source: Author must be at least three characters long
de: Autor muss mindestens drei Zeichen beinhalten

source: Username must be at least three characters long
de: Benutzername muss mindestens drei Zeichen lang sein

source: Password must be at least six characters long
de: Kennwort muss mindestens drei Zeichen lang sein

source: Passwords did not match
de: Die eingegebenen Kennwörter stimmen nicht überein
